Repository: LiquidGalaxy/lg-cms
Catalog: pano/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Spherical / Equirectangular
pl: Sferyczna / Walcowa równoodległościowa

source: Cylindrical
pl: Cylindryczna

source: projection
pl: projekcja

source: Defines the horizontal field of view (hfov) of the pano image in degrees. This is the visible range that was captured on the pano image. The default value is 360, which means a view all around. Use a smaller value for partial panos. For Flat panos (or normal images) the value "1.0" should be used.
pl: Określa poziome pole widzenia (hfov) obrazu panoramicznego w stopniach. Jest to widoczny zakres, który został ujęty na tym obrazie. Domyślną wartością jest 360, co oznacza pełne koło. Użyj mniejszej wartości dla częściowej panoramy. Dla płaskich panoram (albo normalny obrazów) powinna zostać używa wartość "1.0".

source: Defines the vertical field of view (vfov) of the pano image in degrees. By default (when no value was set), this value will be calculated automatically by using the hfov, the type of the pano and the side aspect of the pano image.
pl: Określa pionowe pole widzenia (vfov) obraazu panoramicznego w stopniach. Domyślnie (gdy nie ustawiono żadnej wartości) zostanie obliczona automatycznie używając wartości hfov, rodzaju panoramy i stosunku rozmiarów obrazu.

source: Defines the vertical offset of the pano image in degrees. By default the pano image will be centered in the 3D space. This means the viewing range will be from -hfov/2 to +hfov/2 and from -vfov/2 to +vfov/2. Now when using a partial pano image where the horizon is not in the middle of image (not at 0 degree), then this image will be displayed distorted. The voffset can be used to shift the fov range up or down to center the image correctly in the 3D space.
pl: Określa pionowe przesunięcie obrazu panoramicznego w stopniach. Domyślnie obraz panoramiczny będzie wyśrodkowany w przestrzeni 3D. To oznacza, że pokazywany zakres będzie od -hfov/2 do +hfov/2 oraz of -vfov/2 do +vfov/2. Gdy używany jest częściowy obraz panoramiczny, w którym horyzon nie jest pośrodku obrazu (nie jest na 0 stopniu) wtedy obraz będzie zniekształcony. Wartość voffset może być użyta do przesunięcia pola widzenia do góry, albo do dołu, aby poprawnie wyśrodkować obraz w przestrzeni 3D.

source: group
pl: grupa

source: Panoramas
pl: Panoramy

source: title
pl: tytuł

source: This will be the element's CSS id.
pl: To będzie id elementu CSS.

source: description
pl: opis

source: Icon URL
pl: URL ikony

source: URL address of a square image. Hint: upload an Asset Item.
pl: URL kwadratowego obrazka. Podpowiedź: wgraj plik zasobu.

source: Panorama Group
pl: Grupa Panoram

source: Panorama Groups
pl: Grupy Panoram
